/*Localized name of the help book to use*/

"TPTITLE" = "Vous avez modifié vos réglages de date et d’heure. Pour enregistrer vos changements, cliquez sur Enregistrer. Pour utiliser les réglages précédents, cliquez sur Revenir.";
"TPTEXT" = "Pour apporter des modifications supplémentaires, cliquez sur Annuler.";
"TPCANCEL" = "Annuler";
"TPREVERT" = "Revenir";
"TPSAVE" = "Enregistrer";


/* Strings used as domains to use as time servers */
/*  These are NOT the names displayed in the combo box, those can be edited in the NIB file */
/*  These are the domains that actually get used when a user selects one of the popup items */
"US_NTP_SERVER_DOMAIN" = "time.apple.com";
"ASIA_NTP_SERVER_DOMAIN" = "time.asia.apple.com";
"EURO_NTP_SERVER_DOMAIN" = "time.euro.apple.com";
